import { Cemjsx, Fn } from "cemjs-all";

export default function () {
  return (
    <div class="page">
      <div class="wrapper">
        <h1 class="title-big">Политика использования данных</h1>
        <p class="page__date">Редакция от 2022-02-21</p>
        <div class="content">
          <p>
            Для предоставления нашего Сервиса нам необходимо собирать и использовать вашу информацию. В Политике использования данных разъясняется, как мы собираем, используем и передаем информацию в
            различных Продуктах Crypto Emergency. В ней также описано множество имеющихся у вас способов управления вашей информацией, включая Настройки конфиденциальности и безопасности Crypto
            Emergency. Чтобы использовать Crypto Emergency, вы должны принять Политику использования данных.
          </p>
        </div>
        <h2 class="title">Политика использования данных Crypto Emergency</h2>
        <div class="content">
          <p>Эта политика описывает то, какую информацию мы обрабатываем для обеспечения работы Crypto Emergency и других продуктов и функций, предлагаемых Crypto Emergency.</p>
          <p>Дополнительные инструменты и информацию вы можете найти в Настройках Crypto Emergency Platform</p>
        </div>
        <h2 class="title">I. Информацию каких типов мы собираем?</h2>
        <div class="content">
          <p>
            Нам необходимо обрабатывать информацию о вас для предоставления Продуктов Meta. Типы информации, которую мы собираем, зависят от того, как вы используете наши Продукты. Чтобы узнать, как
            получить доступ к информации, которую мы собираем, и удалить ее, зайдите в Настройки Crypto Emergency.
          </p>
          <p>Ваши действия, действия других людей и предоставляемая вами и ими информация.</p>
          <p>
            Предоставляемые вами информация и контент. Мы собираем контент, сообщения и другую информацию, которые вы предоставляете при использовании наших Продуктов, в том числе когда вы
            регистрируете аккаунт, создаете контент или делитесь им, отправляете сообщения или взаимодействуете с другими людьми. Это может быть информация из предоставляемого вами контента или о нем
            (такая как метаданные), например место, где было сделано фото, или дата создания файла. Кроме того, мы можем собирать данные о том, что вы видите, с помощью предоставляемых нами функций,
            таких как наша камера, например, чтобы предлагать маски и фильтры, которые могут вам понравиться, или давать советы по использованию форматов камеры. Наши системы автоматически
            обрабатывают контент и сообщения, предоставляемые вами и другими людьми, для анализа их контекста и содержания в целях, описанных ниже. Узнайте больше о контроле над тем, кто может видеть
            то, чем вы делитесь.
          </p>
          <p>
            Данные с особой защитой В полях профиля Crypto Emergency или Событиях из жизни вы можете по желанию указать информацию о своих религиозных убеждениях, политических взглядах, лицах, которые
            вас интересуют, или состоянии вашего здоровья. Эта и другая информация (в том числе раса и этническое происхождение, философские взгляды или членство в профсоюзах) может требовать
            применения особых мер защиты в соответствии с законодательством вашей страны.
          </p>
          <p>
            Сообщества и связи. Мы собираем информацию о людях, хештегах, аккаунтах, Страницах Crypto Emergency и группах, с которыми вы связаны, и о вашем взаимодействии с ними в наших Продуктах, в
            частности о людях, с которыми вы больше всего общаетесь, или группах, к которым вы присоединились. Мы также собираем контактную информацию, если вы загружаете, синхронизируете или
            импортируете ее с устройства (например, адресную книгу, журнал вызовов или SMS), и используем ее, к примеру, чтобы помогать вам и другим пользователям находить людей, которых вы можете
            знать, и в других целях, перечисленных ниже.
          </p>
          <p>
            Использование вами Продуктов. Мы собираем информацию о том, как вы используете наши Продукты, такую как типы контента, который вы просматриваете или с которым вы взаимодействуете; функции,
            которые вы используете; действия, которые вы совершаете; люди или аккаунты, с которыми вы взаимодействуете; время, частота и продолжительность ваших действий. Например, мы регистрируем
            данные о том, когда вы используете и в последний раз использовали наши Продукты, какие публикации, видео и другой контент вы просматриваете в наших Продуктах. Мы также собираем информацию
            о том, как вы используете такие функции, как наша камера.
          </p>
          <p>
            Информация о транзакциях, совершаемых в наших Продуктах. Если вы используете наши Продукты для покупок или других финансовых транзакций (например, когда вы совершаете покупку в игре или
            делаете пожертвование), мы собираем сведения о покупке или транзакции. К ним относится платежная информация, например номер кредитной или дебетовой карты и другие данные о ней, другая
            информация о счете и аутентификации, выставлении счета и доставке, а также контактные данные.
          </p>
          <p>
            Действия других людей и предоставляемая ими информация о вас. Мы также получаем и анализируем контент, сообщения и информацию, которые другие люди предоставляют при использовании ими наших
            Продуктов. Это может быть информация о вас, например когда другие люди делятся фото с вами или комментируют такое фото, отправляют вам сообщение, загружают, синхронизируют или импортируют
            вашу контактную информацию.
          </p>
        </div>
        <h2 class="title">Информация с устройств.</h2>
        <div class="content">
          <p>
            Как описано ниже, мы собираем информацию с используемых вами компьютеров, телефонов, подключенного ТВ (connected TV) и других подключенных к Интернету устройств, интегрируемых с нашими
            Продуктами, а также информацию об этих устройствах, и объединяем такие данные с разных устройств, которые вы используете. Например, мы используем собранную нами информацию о том, как вы
            используете наши Продукты на своем телефоне, для более эффективной персонализации контента (включая рекламу) или функций, которые вы видите при использовании наших Продуктов на другом
            устройстве, например на ноутбуке или планшете, либо для определения, совершили ли вы какие-либо действия в ответ на рекламу, показанную нами на вашем телефоне, на другом устройстве.
          </p>
          <p>Мы получаем с этих устройств следующую информацию:</p>
          <p>
            Атрибуты устройства: такая информация, как операционная система, версии аппаратного и программного обеспечения, уровень заряда аккумулятора, сила сигнала, объем доступной памяти, тип
            браузера, имена и типы приложений и файлов, а также плагины.
          </p>
          <p>
            Действия на устройстве: информация о действиях на устройстве, в частности расположение окна на переднем или заднем плане, движения указателя мыши (это помогает отличить ботов от людей).
          </p>
          <p>
            Идентификаторы: уникальные идентификаторы, идентификаторы устройств и другие идентификаторы, например игр, приложений или аккаунтов, которые вы используете, а также ID общего устройства
            (или другие идентификаторы, уникальные для Продуктов компании Crypto Emergency, связанные с тем же устройством или аккаунтом).
          </p>
          <p>Сигналы устройств: сигналы Bluetooth и информация о расположенных поблизости точках доступа Wi-Fi, маячках и вышках сотовой связи.</p>
          <p>
            Данные из настроек устройства: информация, которую вы разрешаете нам получать путем включения настроек устройства, таких как доступ к данным о вашем местоположении (GPS), камере или фото.
          </p>
          <p>
            Сеть и подключения: такая информация, как название вашего мобильного оператора или провайдера, язык, часовой пояс, номер мобильного телефона, IP-адрес, скорость соединения и в некоторых
            случаях информация о других устройствах, расположенных поблизости или входящих в вашу сеть, чтобы мы могли выполнять такие операции, как потоковая передача видео с вашего телефона на
            телевизор.
          </p>
          <p>
            Данные файлов cookie: данные из файлов cookie, хранящихся на вашем устройстве, в том числе идентификаторы и настройки файлов cookie. Подробнее о том, как мы используем файлы cookie, см. в
            Политике Crypto Emergency в отношении файлов cookie.
          </p>
        </div>
        <h2 class="title">Информация от партнеров.</h2>
        <div class="content">
          <p>
            Рекламодатели, разработчики приложений и издатели могут отправлять нам информацию с помощью используемых ими инструментов Crypto Emergency platform, в том числе наших социальных плагинов
            (таких как кнопка 'Нравится'). Эти партнеры предоставляют информацию о ваших действиях вне наших Продуктов — в том числе информацию о вашем устройстве, посещаемых вами сайтах, совершаемых
            вами покупках, просматриваемой вами рекламе и использовании вами их сервисов — независимо от наличия у вас аккаунта нашего Продукта и входа в него. Например, разработчик игр может
            использовать наш API, чтобы сообщать нам, в какие игры вы играете, а компания может сообщать нам о покупках, совершенных вами в ее магазине. Мы также получаем информацию о ваших действиях
            и покупках в сети Интернет и вне ее от сторонних поставщиков данных, имеющих право предоставлять нам вашу информацию.
          </p>
          <p>
            Партнеры получают ваши данные, когда вы посещаете или используете их сервисы, либо через третьи стороны, с которыми они сотрудничают. Мы требуем, чтобы перед предоставлением нам каких-либо
            данных о вас каждый из этих партнеров получил законные права на сбор, использование и передачу ваших данных. Подробнее о том, какие типы партнеров предоставляют нам информацию.
          </p>
          <p>Подробнее о том, как мы используем файлы cookie в связи с инструментами Crypto Emergency, см. в Политике Crypto Emergency в отношении файлов cookie.</p>
        </div>
        <h2 class="title">II. Как мы используем эту информацию?</h2>
        <div class="content">
          <p>
            Мы используем имеющуюся у нас информацию (с учетом ваших настроек) в указанных ниже целях, а также для предоставления и поддержки Продуктов Crypto Emergency и связанных сервисов, описанных
            в Условиях Crypto Emergency. Ниже описано, как мы ее используем.
          </p>
          <p>Для предоставления, персонализации и совершенствования наших Продуктов.</p>
          <p>
            Мы используем имеющуюся у нас информацию для предоставления наших Продуктов, в том числе для персонализации функций и контента (включая вашу Ленту новостей Crypto Emergency, и рекламу) и
            предложения рекомендаций (например, групп или мероприятий, которые могут вас заинтересовать, либо тем, на которые вы, возможно, захотите подписаться) в наших Продуктах и вне их. Для
            создания уникальных и актуальных для вас персонализированных Продуктов мы используем ваши связи, предпочтения, интересы и действия, определенные на основании данных, которые мы собираем и
            получаем от вас и других людей (включая любые данные с особой защитой, которые вы решаете предоставить); информацию о том, как вы используете наши Продукты и взаимодействуете с ними, а
            также о людях, местах или вещах, с которыми вы связаны и которыми интересуетесь в наших Продуктах и вне их. Узнайте больше о том, как мы используем информацию о вас для персонализации
            вашего использования Crypto Emergency, в том числе функций, контента и рекомендаций в Продуктах Crypto Emergency; вы также можете узнать больше о том, как мы подбираем рекламу, которую вы
            видите.
          </p>
          <p>
            Информация из различных Продуктов Crypto Emergency и с различных устройств. Мы объединяем информацию о ваших действиях в различных Продуктах Meta и на различных устройствах, чтобы создать
            более персонализированное и согласованное взаимодействие во всех используемых вами Продуктах Meta, где бы вы их ни использовали. Например, мы можем порекомендовать вам присоединиться к
            группе на Crypto Emergency, куда входят люди, на которых вы подписаны в Crypto Emergency или с которыми вы общаетесь с помощью чатов. Мы также можем сделать использование наших Продуктов
            более удобным, например автоматически подставляя вашу регистрационную информацию (такую как номер телефона) из одного Продукта Meta при входе в аккаунт в другом Продукте.
          </p>
          <p>
            Исследование и разработка Продуктов. Мы используем имеющуюся информацию для разработки, тестирования и совершенствования наших Продуктов, в том числе путем проведения опросов и
            исследований, а также тестирования новых продуктов и функций и устранения неполадок в них.
          </p>
          <p>
            Реклама и другой спонсорский контент. Мы используем имеющуюся у нас информацию о вас — в том числе информацию о ваших интересах, действиях и связях — для подбора и персонализации рекламы,
            предложений и другого спонсорского контента, которые мы показываем вам. Подробнее о том, как мы подбираем и персонализируем рекламу и как вы можете управлять данными, которые мы используем
            для подбора рекламы и другого спонсорского контента для вас, см. в Настройках Crypto Emergency.
          </p>
        </div>
        <h2 class="title">Предоставление сервисов измерения, аналитики и других бизнес-сервисов.</h2>
        <div class="content">
          <p>
            Мы используем имеющуюся информацию (в том числе о ваших действиях вне наших Продуктов, таких как посещаемые вами сайты и просматриваемая вами реклама), чтобы помогать рекламодателям и
            другим партнерам измерять результативность и распространение их рекламы и сервисов и понимать, какие типы людей используют их сервисы и как люди взаимодействуют с их сайтами, приложениями
            и сервисами. Узнайте, как мы делимся информацией с этими партнерами.
          </p>
        </div>
        <h2 class="title">Обеспечение безопасности, целостности и защиты.</h2>
        <div class="content">
          <p>
            Мы используем имеющуюся у нас информацию для подтверждения аккаунтов и действий, борьбы с вредным поведением, выявления и предотвращения спама и другого вредного контента, обеспечения
            целостности наших Продуктов, а также повышения безопасности и защиты в Продуктах Crypto Emergency и за его пределами. Например, мы используем имеющиеся данные для расследования
            подозрительных действий или нарушений наших условий и правил, а также для выявления ситуаций, когда кому-нибудь нужна наша помощь. Подробнее см. в Справочном центре Crypto Emergency.
          </p>
        </div>
        <h2 class="title">Для взаимодействия с вами.</h2>
        <div class="content">
          <p>
            Мы используем имеющуюся информацию, чтобы отправлять вам маркетинговые предложения, общаться с вами по поводу наших Продуктов и сообщать о нашей политике и условиях. Кроме того, информация
            нужна нам, чтобы отвечать на ваши запросы.
          </p>
        </div>
        <h2 class="title">Проведение исследований и внедрение инноваций для общественного блага.</h2>
        <div class="content">
          <p>
            Мы используем имеющуюся информацию (в том числе полученную от сотрудничающих с нами партнеров по исследованиям) для проведения и поддержки исследований и инноваций на темы общего
            социального обеспечения, технического прогресса, общественных интересов, здравоохранения и благополучия. Например, мы анализируем имеющуюся информацию о путях миграции во время кризисов в
            целях оказания гуманитарной помощи. Подробнее о наших исследовательских программах.
          </p>
        </div>
        <h2 class="title">III. Каким образом предоставляется эта информация?</h2>
        <div class="content">
          <p>Мы предоставляем вашу информацию другим лицам указанными ниже способами.</p>
          <p>Доступ к информации в Продуктах Crypto Emergency.</p>
          <p>Люди и аккаунты, с которыми вы общаетесь и делитесь информацией.</p>
          <p>
            Когда вы общаетесь и делитесь информацией, используя наши Продукты, вы выбираете аудиторию, которой будет доступно то, чем вы поделились. Например, если вы размещаете публикацию на Crypto
            Emergency, вы выбираете аудиторию публикации: группа, все ваши друзья, индивидуально настроенный список или "доступно всем". Аналогичным образом, когда вы используете Messenger или
            Instagram для общения с людьми или компаниями, эти люди и компании могут видеть контент, который вы отправляете. Ваше сообщество также может видеть действия, которые вы совершаете в наших
            Продуктах, включая взаимодействие с рекламой и спонсорским контентом. Мы также позволяем другим аккаунтам видеть, кто просматривал их истории на Crypto Emergency.
          </p>
          <p>
            Общедоступная информация видна всем пользователям в наших Продуктах и вне их, даже если у таких пользователей нет аккаунта. Это ваше имя пользователя Crypto Emergency; любая информация,
            которой вы делитесь со всеми людьми; информация в вашем общедоступном профиле на Crypto Emergency; а также контент, которым вы делитесь на Странице Crypto Emergency, в общедоступном
            аккаунте Crypto Emergency. Вы, другие пользователи Crypto Emergency и мы можем предоставлять доступ или отправлять общедоступную информацию любым лицам в наших Продуктах и вне их, в том
            числе в других Продуктах компаний Crypto Emergency LIMITED, в результатах поиска или с помощью инструментов и API. Возможны также просмотр, репост, скачивание общедоступной информации и
            доступ к ней через сторонние сервисы, такие как поисковые системы, API и традиционные СМИ, например ТВ, а также выполнение этих действий приложениями, сайтами и другими сервисами,
            интегрированными с нашими Продуктами.
          </p>
          <p>Узнайте больше о том, какая информация является общедоступной и как можно управлять видимостью вашей информации на Crypto Emergency.</p>
          <p>Контент о вас, которым делятся и повторно делятся другие люди.</p>
          <p>
            Вам следует проявлять осмотрительность при выборе аудитории, так как люди, которые могут видеть ваши действия в наших Продуктах, могут делиться этой информацией с другими людьми в наших
            Продуктах и вне их, в том числе с людьми и компаниями, не входящими в выбранную вами аудиторию. Например, когда вы делитесь публикацией или отправляете сообщение определенным друзьям или
            аккаунтам, они могут скачивать, делать снимки экрана или репост этого контента для других людей в различных Продуктах Crypto Emergency и вне их, лично или в продуктах виртуальной
            реальности, таких как Пространства на Crypto Emergency. Кроме того, когда вы комментируете чью-либо публикацию или реагируете на чей-либо контент, ваш комментарий или реакция видны всем,
            кто видит контент этого человека, и этот человек может впоследствии изменить аудиторию.
          </p>
          <p>
            Люди также могут использовать наши Продукты, чтобы создавать контент о вас и делиться им с выбранной ими аудиторией. Например, они могут поделиться фото с вами в истории, упомянуть или
            отметить вас в каком-то месте в публикации, а также поделиться информацией о вас в своих публикациях или сообщениях. Если вы хотите добиться удаления информации о вас, которой другие люди
            поделились в наших Продуктах, ознакомьтесь с процедурой подачи жалобы на контент.
          </p>
        </div>
        <h2 class="title">Информация об активном статусе или присутствии в наших Продуктах.</h2>
        <div class="content">
          <p>Члены ваших сообществ могут видеть сигналы, указывающие на ваш активный статус в наших Продуктах, или на то, когда вы в последний раз использовали наши Продукты.</p>
          <p>Приложения, сайты и сторонние интеграции в наших Продуктах или использующие наши Продукты.</p>
          <p>
            Когда вы решаете использовать сторонние приложения, сайты или другие сервисы, которые используют наши Продукты или интегрированы в них, они могут получать информацию о том, что вы
            публикуете или чем вы делитесь. Например, когда вы играете в игру со своими друзьями на Crypto Emergency либо нажимаете кнопки Crypto Emergency "Комментировать" или "Поделиться" на сайте,
            разработчик игры или сайт могут получить информацию о ваших действиях в игре либо получить комментарий или ссылку, которыми вы поделились с сайта на Crypto Emergency. Кроме того, когда вы
            скачиваете или используете такие сторонние сервисы, они могут осуществлять доступ к вашему общедоступному профилю на Crypto Emergency и любой информации, которой вы делитесь с ними.
            Используемые вами приложения и сайты могут получать список ваших друзей на Facebook, если вы дадите им доступ к нему. Однако они не смогут получить от вас никакую другую информацию о ваших
            друзьях на Crypto Emergency или о любых ваших подписчиках в Crypto Emergency (хотя ваши друзья и подписчики, разумеется, могут поделиться этой информацией по собственной инициативе).
            Информация, которую собирают такие сторонние сервисы, регулируется их собственными условиями и политиками (а не этой политикой).
          </p>
          <p>
            Устройства и операционные системы, предоставляющие нативные версии Crypto Emergency (т. е. устройства и ОС, для которых мы не разработали наши собственные оригинальные приложения), будут
            иметь доступ ко всей информации, которой вы решите с ними поделиться, в том числе к информации, которой ваши друзья делятся с вами, чтобы иметь возможность предоставлять вам основной
            функционал.
          </p>
        </div>
        <h2 class="title">Новый владелец.</h2>
        <div class="content">
          <p>Если наши Продукты или их объекты полностью или частично переходят в собственность или под контроль другого лица, мы можем передать вашу информацию новому владельцу.</p>
        </div>
        <h2 class="title">Обмен информацией со сторонними партнерами</h2>
        <div class="content">
          <p>
            Мы работаем со сторонними партнерами, которые помогают нам предоставлять и совершенствовать наши Продукты или используют инструменты Crypto Emergency для продвижения своего бизнеса.
            Благодаря этому сотрудничеству наши компании работают и предоставляют бесплатные сервисы людям по всему миру. Мы никому не продаем и никогда не будем продавать вашу информацию. Мы также
            строго ограничиваем способы использования и раскрытия партнерами предоставленных нами данных. Вот типы третьих сторон, с которыми мы делимся информацией:
          </p>
        </div>
        <h2 class="title">Партнеры, использующие наши сервисы аналитики.</h2>
        <div class="content">
          <p>
            Мы предоставляем обобщенную статистику, которая помогает людям и компаниям анализировать взаимодействие пользователей с их публикациями, объявлениями, Страницами Crypto Emergency, видео и
            другим контентом в Продуктах Crypto Emergency и за их пределами. Например, администраторы Страниц Crypto Emergency и владельцы бизнес-профилей Crypto Emergency получают информацию о
            количестве людей или аккаунтов, которые просмотрели, прокомментировали их публикации или отреагировали на них, а также обобщенную демографическую и иную информацию, помогающую им
            анализировать взаимодействия с их Страницей Crypto Emergency или аккаунтом.
          </p>
        </div>
        <h2 class="title">Рекламодатели.</h2>
        <div class="content">
          <p>
            Мы предоставляем рекламодателям отчеты о типах людей, которые просматривают их рекламу, и результативности их рекламы, но не делимся с ними информацией, идентифицирующей вашу личность
            (такой как ваше имя или электронный адрес, который сам по себе может использоваться для связи с вами или идентифицирует вашу личность), без вашего разрешения. К примеру, они могут получать
            от нас общие демографические данные и информацию об интересах пользователей (например: рекламу просмотрела женщина в возрасте от 25 до 34 лет из Мадрида, которая увлекается разработкой
            программного обеспечения). Мы также предоставляем им подтверждение того, что определенное объявление привело к совершению вами покупки или иного действия в связи с рекламодателем.
          </p>
        </div>
        <h2 class="title">Партнеры по измерениям.</h2>
        <div class="content">
          <p>Мы делимся информацией о вас с компаниями, которые обобщают ее для предоставления нашим партнерам аналитических отчетов и отчетов об измерениях.</p>
        </div>
        <h2 class="title">Партнеры, предлагающие товары и услуги в наших Продуктах.</h2>
        <div class="content">
          <p>
            Когда вы оформляете подписку для получения платного контента или покупаете что-то у продавца в наших Продуктах, создатель контента или продавец может получить вашу общедоступную информацию
            и другую информацию, которой вы делитесь с ними, а также информацию, необходимую для совершения транзакции, в том числе информацию о доставке и контактные данные.
          </p>
        </div>
        <h2 class="title">Поставщики товаров и услуг.</h2>
        <div class="content">
          <p>
            Мы предоставляем информацию и контент поставщикам товаров и услуг, которые поддерживают нашу деятельность, например обслуживают техническую инфраструктуру, анализируют использование наших
            Продуктов, работают с клиентами, обеспечивают платежи и проводят опросы.
          </p>
        </div>
        <h2 class="title">Исследователи и ученые.</h2>
        <div class="content">
          <p>
            Мы также предоставляем информацию и контент партнерам по исследованиям и ученым для проведения исследований, которые способствуют развитию науки и инновациям, полезным для нашей
            деятельности или миссии, а также совершению открытий и новым разработкам в области общего социального обеспечения, технического прогресса, общественных интересов, здравоохранения и
            благополучия.
          </p>
        </div>
        <h2 class="title">Правоохранительные органы и официальные запросы.</h2>
        <div class="content">
          <p>Мы предоставляем информацию правоохранительным или другим органам по официальным запросам в ситуациях, описанных ниже.</p>
        </div>
        <h2 class="title">Как вы можете управлять информацией о себе или удалить ее?</h2>
        <div class="content">
          <p>Мы предоставляем вам возможности доступа к вашим данным, а также их исправления, переноса и удаления. Подробнее см. в Настройках Crypto Emergency.</p>
          <p>
            Мы храним данные до тех пор, пока в них не отпадет необходимость для предоставления наших сервисов и Продуктов Crypto Emergency или пока не будет удален ваш аккаунт, в зависимости от того,
            что произойдет раньше. Срок хранения определяется в индивидуальном порядке в зависимости от таких факторов, как характер данных, цель их сбора и обработки, а также соответствующие причины
            их хранения в интересах соблюдения закона или обеспечения работы. Например, когда вы ищете что-либо на Crypto Emergency, вы можете в любое время получить доступ к запросу и удалить его из
            своей истории поиска, однако из журнала поиска он будет удален только через 6 месяцев. Если вы отправляете копию удостоверения личности государственного образца, чтобы подтвердить свой
            аккаунт, мы удаляем такую копию через 30 дней после ее проверки, если не указано иное. Чтобы узнать больше об удалении опубликованного вами контента и данных файлов cookie, полученных с
            помощью социальных плагинов, перейдите по соответствующим ссылкам.
          </p>
          <p>
            При удалении аккаунта по вашему запросу мы удаляем всё, что вы опубликовали, например ваши фото и обновления статуса, и вы не сможете впоследствии восстановить эту информацию. Информация о
            вас, которой поделились другие люди, не является частью вашего аккаунта и не подлежит удалению. Если вы не хотите удалять свой аккаунт, но хотите временно прекратить использование
            Продуктов, вы можете просто отключить аккаунт. Вы можете в любое время удалить свой аккаунт в Настройках Crypto Emergency.
          </p>
        </div>
        <h2 class="title">Как мы отвечаем на официальные запросы или предотвращаем ущерб?</h2>
        <div class="content">
          <p>Мы осуществляем доступ к вашей информации, храним ее и предоставляем ее регулирующим и правоохранительным органам и другим лицам:</p>
          <p>
            по официальному запросу (такому как ордер на обыск, судебное распоряжение или повестка), если у нас есть достаточные основания полагать, что мы обязаны сделать это по закону. Среди
            прочего, мы можем отвечать на официальные запросы, поступающие из других стран, если у нас есть достаточные основания полагать, что ответ должен быть предоставлен по законам этой страны
            или территории, затрагивает пользователей в этой стране или на этой территории и не противоречит международно признанным стандартам.
          </p>
          <p>
            Если мы разумно полагаем, что это необходимо для: обнаружения, предотвращения или пресечения мошенничества, несанкционированного использования Продуктов, нарушений наших условий или правил
            или других вредных или незаконных действий; для защиты себя (в том числе наших прав, имущества или Продуктов), вас или других лиц, в том числе в ходе расследований или в ответ на запросы
            регулирующих органов; или для предотвращения смерти либо непосредственной угрозы здоровью. Например, в случае необходимости мы предоставляем сторонним партнерам и получаем от них
            информацию о надежности вашего аккаунта, чтобы предотвращать мошенничество, нарушения и другие вредоносные действия в наших Продуктах и за их пределами.
          </p>
          <p>
            Мы можем хранить полученную информацию о вас (в том числе данные финансовых транзакций, связанные с покупками через наши Продукты) и осуществлять доступ к ней в течение более длительного
            периода, если она является предметом официального запроса или предусмотренного законом обязательства, расследования государственных органов или расследования возможных нарушений наших
            условий или политик, а также в иных случаях для предотвращения вреда. Мы также сохраняем информацию из аккаунтов, отключенных за нарушение условий Пользовательского соглашения, по крайней
            мере в течение года с целью предотвращения его повторного нарушения или нарушений других условий.
          </p>
        </div>
        <h2 class="title">Как мы обрабатываем и передаем данные в рамках наших глобальных сервисов?</h2>
        <div class="content">
          <p>
            Мы передаем информацию по всему миру Компаниям Crypto Emergency, нашим внешним партнерам и лицам, с которыми вы общаетесь и делитесь контентом, в соответствии с настоящей политикой. К
            примеру, ваша информация может передаваться, храниться и обрабатываться в Соединенных Штатах Америки или в других странах за пределами страны вашего проживания в целях, описанных в
            настоящей политике. Такая передача данных необходима для предоставления сервисов, указанных в Условиях Crypto Emergency, а также для обеспечения работы и предоставления вам наших Продуктов
            по всему миру. Мы используем стандартные пункты договора, опираемся на решения Европейской комиссии о достаточности мер в отношении соответствующих стран и получаем ваше согласие на такую
            передачу данных в Соединенные Штаты Америки и другие страны.
          </p>
        </div>
        <h2 class="title">Как задать нам вопрос?</h2>
        <div class="content">
          <p>
            Вы можете узнать больше о принципах обеспечения конфиденциальности на Crypto Emergency. Если у вас возникнут вопросы по поводу настоящей политики, вы можете связаться с нами, как описано
            ниже.
          </p>
          <p>Вы можете связаться с нами онлайн или по почте:</p>
          <p>Business address: Didzioji Str. 14-1, Vilnius, the Republic of Lithuania</p>
          <p>
            <a
              onclick={Fn.link}
              href="mailto:info@crypto-emergency.com"
              class="link"
            >
              info@crypto-emergency.com
            </a>
          </p>
        </div>
        <h2 class="title">Об интеллектуальной собственности</h2>
        <div class="content">
          <p>
            Crypto Emergency помогает людям и организациям защищать свои права на интеллектуальную собственность. Условия использования Crypto Emergency не разрешают публиковать контент, который
            нарушает чьи-либо права на интеллектуальную собственность, включая авторские права и права на товарный знак.
          </p>
        </div>
        <h2 class="title">ЕЖЕГОДНЫЕ УВЕДОМЛЕНИЯ О КОНФИДЕНЦИАЛЬНОСТИ</h2>
        <div class="content">
          <p>
            Не реже одного раза в год Crypto Emergency отправляет уведомление о конфиденциальности по эл. почте, в котором указывается следующее: типы собранной Личной информации; способы и причины
            обработки Личной информации; люди, которые могут получать вашу Личную информацию; страны, в которые может быть отправлена Личная информация, если это применимо; факт использования
            целесообразных мер обеспечения безопасности и конфиденциальности; и права и предпочтения человека в отношении его Личной информации.
          </p>
        </div>
        <div class="policy_wrapper">
          <a
            onclick={Fn.link}
            href="/assets/documents/policyRU.pdf"
          >
            <button class="btn mX-auto">Скачать</button>
          </a>
        </div>
      </div>
    </div>
  );
}
